data/logs/SAMPLE_JOB-100/fio/RHEL6.6/4k/O_SYNC_Write.log
thread-1: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
thread-2: (g=1): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
...
thread-4: (g=2): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
...
thread-8: (g=3): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
...
fio-2.2.9
Starting 15 processes

thread-1: (groupid=0, jobs=1): err= 0: pid=3104: Wed Aug 19 12:44:21 2015
  write: io=4096.0MB, bw=64746KB/s, iops=16186, runt= 64781msec
    clat (usec): min=39, max=5124, avg=59.32, stdev= 9.78
     lat (usec): min=40, max=5125, avg=59.61, stdev= 9.79
    clat percentiles (usec):
     |  1.00th=[   52],  5.00th=[   54], 10.00th=[   55], 20.00th=[   57],
     | 30.00th=[   58], 40.00th=[   58], 50.00th=[   59], 60.00th=[   60],
     | 70.00th=[   61], 80.00th=[   62], 90.00th=[   63], 95.00th=[   64],
     | 99.00th=[   67], 99.50th=[   69], 99.90th=[   73], 99.95th=[   76],
     | 99.99th=[  117]
    bw (KB  /s): min=64016, max=65768, per=100.00%, avg=64750.33, stdev=261.87
    lat (usec) : 50=0.66%, 100=99.33%, 250=0.01%, 500=0.01%, 750=0.01%
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=7.45%, sys=43.93%, ctx=1048618, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1048576/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-2: (groupid=1, jobs=1): err= 0: pid=3138: Wed Aug 19 12:44:21 2015
  write: io=2048.0MB, bw=57900KB/s, iops=14475, runt= 36220msec
    clat (usec): min=31, max=7880, avg=66.34, stdev=23.51
     lat (usec): min=31, max=7880, avg=66.89, stdev=23.58
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   41], 10.00th=[   43], 20.00th=[   49],
     | 30.00th=[   59], 40.00th=[   63], 50.00th=[   66], 60.00th=[   67],
     | 70.00th=[   70], 80.00th=[   73], 90.00th=[   86], 95.00th=[  116],
     | 99.00th=[  121], 99.50th=[  123], 99.90th=[  127], 99.95th=[  129],
     | 99.99th=[  157]
    bw (KB  /s): min=57472, max=59120, per=50.05%, avg=57902.78, stdev=328.50
    lat (usec) : 50=20.05%, 100=70.83%, 250=9.11%, 500=0.01%, 750=0.01%
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=5.30%, sys=39.07%, ctx=524312, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=524288/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-2: (groupid=1, jobs=1): err= 0: pid=3139: Wed Aug 19 12:44:21 2015
  write: io=2048.0MB, bw=57840KB/s, iops=14459, runt= 36258msec
    clat (usec): min=31, max=7906, avg=66.33, stdev=23.17
     lat (usec): min=32, max=7907, avg=66.89, stdev=23.23
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   41], 10.00th=[   43], 20.00th=[   51],
     | 30.00th=[   59], 40.00th=[   63], 50.00th=[   66], 60.00th=[   67],
     | 70.00th=[   70], 80.00th=[   73], 90.00th=[   84], 95.00th=[  115],
     | 99.00th=[  121], 99.50th=[  123], 99.90th=[  126], 99.95th=[  129],
     | 99.99th=[  157]
    bw (KB  /s): min=57288, max=58976, per=50.00%, avg=57835.33, stdev=321.71
    lat (usec) : 50=19.31%, 100=72.05%, 250=8.63%, 500=0.01%, 750=0.01%
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=5.43%, sys=39.67%, ctx=524313, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=524288/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=3141: Wed Aug 19 12:44:21 2015
  write: io=1024.0MB, bw=65774KB/s, iops=16443, runt= 15942msec
    clat (usec): min=32, max=4066, avg=58.32, stdev=30.58
     lat (usec): min=32, max=4067, avg=58.81, stdev=30.64
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   42], 10.00th=[   43], 20.00th=[   45],
     | 30.00th=[   47], 40.00th=[   49], 50.00th=[   51], 60.00th=[   55],
     | 70.00th=[   60], 80.00th=[   67], 90.00th=[   82], 95.00th=[   93],
     | 99.00th=[  135], 99.50th=[  141], 99.90th=[  167], 99.95th=[  185],
     | 99.99th=[  636]
    bw (KB  /s): min=64400, max=66576, per=25.07%, avg=65736.52, stdev=556.38
    lat (usec) : 50=44.33%, 100=51.44%, 250=4.22%, 500=0.01%, 750=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=6.20%, sys=35.58%, ctx=262185, majf=0, minf=39
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=3142: Wed Aug 19 12:44:21 2015
  write: io=1024.0MB, bw=65556KB/s, iops=16389, runt= 15995msec
    clat (usec): min=31, max=8819, avg=58.54, stdev=38.65
     lat (usec): min=31, max=8819, avg=59.04, stdev=38.69
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   42], 10.00th=[   43], 20.00th=[   45],
     | 30.00th=[   47], 40.00th=[   49], 50.00th=[   51], 60.00th=[   55],
     | 70.00th=[   60], 80.00th=[   67], 90.00th=[   82], 95.00th=[   94],
     | 99.00th=[  135], 99.50th=[  141], 99.90th=[  169], 99.95th=[  185],
     | 99.99th=[ 2320]
    bw (KB  /s): min=64280, max=66536, per=25.00%, avg=65564.13, stdev=536.42
    lat (usec) : 50=44.38%, 100=51.24%, 250=4.37%, 500=0.01%, 750=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=5.68%, sys=35.94%, ctx=262182, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=3143: Wed Aug 19 12:44:21 2015
  write: io=1024.0MB, bw=65741KB/s, iops=16435, runt= 15950msec
    clat (usec): min=31, max=6878, avg=58.38, stdev=35.61
     lat (usec): min=31, max=6879, avg=58.87, stdev=35.66
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   42], 10.00th=[   43], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   48], 50.00th=[   51], 60.00th=[   55],
     | 70.00th=[   60], 80.00th=[   67], 90.00th=[   82], 95.00th=[   95],
     | 99.00th=[  137], 99.50th=[  141], 99.90th=[  167], 99.95th=[  185],
     | 99.99th=[ 1004]
    bw (KB  /s): min=64232, max=66864, per=25.06%, avg=65703.23, stdev=537.48
    lat (usec) : 50=45.09%, 100=50.47%, 250=4.43%, 500=0.01%, 750=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=6.22%, sys=35.42%, ctx=262169, majf=0, minf=39
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=3144: Wed Aug 19 12:44:21 2015
  write: io=1024.0MB, bw=65807KB/s, iops=16451, runt= 15934msec
    clat (usec): min=31, max=5090, avg=58.30, stdev=32.58
     lat (usec): min=32, max=5090, avg=58.82, stdev=32.64
    clat percentiles (usec):
     |  1.00th=[   40],  5.00th=[   42], 10.00th=[   43], 20.00th=[   45],
     | 30.00th=[   46], 40.00th=[   48], 50.00th=[   51], 60.00th=[   55],
     | 70.00th=[   60], 80.00th=[   67], 90.00th=[   82], 95.00th=[   95],
     | 99.00th=[  137], 99.50th=[  141], 99.90th=[  167], 99.95th=[  183],
     | 99.99th=[ 1004]
    bw (KB  /s): min=64568, max=66656, per=25.09%, avg=65800.77, stdev=482.91
    lat (usec) : 50=45.24%, 100=50.29%, 250=4.46%, 500=0.01%, 750=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=5.71%, sys=35.82%, ctx=262186, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3153: Wed Aug 19 12:44:21 2015
  write: io=524288KB, bw=27223KB/s, iops=6805, runt= 19259msec
    clat (usec): min=32, max=158426, avg=144.52, stdev=864.74
     lat (usec): min=33, max=158427, avg=145.02, stdev=864.75
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   43], 10.00th=[   44], 20.00th=[   46],
     | 30.00th=[   47], 40.00th=[   49], 50.00th=[   51], 60.00th=[   54],
     | 70.00th=[   59], 80.00th=[   68], 90.00th=[  100], 95.00th=[  314],
     | 99.00th=[ 1768], 99.50th=[ 1816], 99.90th=[ 5152], 99.95th=[10048],
     | 99.99th=[19840]
    bw (KB  /s): min=  795, max=64984, per=12.61%, avg=27256.26, stdev=13142.23
    lat (usec) : 50=42.53%, 100=47.39%, 250=4.95%, 500=0.21%, 750=0.14%
    lat (usec) : 1000=0.32%
    lat (msec) : 2=4.27%, 4=0.05%, 10=0.08%, 20=0.04%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=2.00%, sys=14.44%, ctx=131089, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3154: Wed Aug 19 12:44:21 2015
  write: io=524288KB, bw=27028KB/s, iops=6756, runt= 19398msec
    clat (usec): min=33, max=196975, avg=145.52, stdev=960.56
     lat (usec): min=33, max=196976, avg=146.02, stdev=960.56
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   43], 10.00th=[   44], 20.00th=[   46],
     | 30.00th=[   47], 40.00th=[   49], 50.00th=[   51], 60.00th=[   55],
     | 70.00th=[   59], 80.00th=[   68], 90.00th=[  102], 95.00th=[  318],
     | 99.00th=[ 1768], 99.50th=[ 1832], 99.90th=[ 5088], 99.95th=[ 9920],
     | 99.99th=[19840]
    bw (KB  /s): min=  488, max=64376, per=12.43%, avg=26870.39, stdev=13207.26
    lat (usec) : 50=41.79%, 100=47.95%, 250=5.10%, 500=0.23%, 750=0.16%
    lat (usec) : 1000=0.31%
    lat (msec) : 2=4.28%, 4=0.06%, 10=0.08%, 20=0.04%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=2.05%, sys=14.39%, ctx=131074, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3155: Wed Aug 19 12:44:21 2015
  write: io=524288KB, bw=27315KB/s, iops=6828, runt= 19194msec
    clat (usec): min=31, max=158051, avg=144.00, stdev=874.31
     lat (usec): min=31, max=158051, avg=144.48, stdev=874.32
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   43], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   47], 40.00th=[   49], 50.00th=[   51], 60.00th=[   54],
     | 70.00th=[   59], 80.00th=[   68], 90.00th=[  100], 95.00th=[  302],
     | 99.00th=[ 1768], 99.50th=[ 1816], 99.90th=[ 4960], 99.95th=[ 9792],
     | 99.99th=[19840]
    bw (KB  /s): min=  793, max=65144, per=12.66%, avg=27371.79, stdev=13105.12
    lat (usec) : 50=42.82%, 100=47.14%, 250=4.93%, 500=0.20%, 750=0.15%
    lat (usec) : 1000=0.32%
    lat (msec) : 2=4.25%, 4=0.05%, 10=0.08%, 20=0.04%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=2.03%, sys=14.34%, ctx=131071, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3156: Wed Aug 19 12:44:21 2015
  write: io=524288KB, bw=27192KB/s, iops=6797, runt= 19281msec
    clat (usec): min=32, max=158221, avg=144.68, stdev=865.44
     lat (usec): min=32, max=158222, avg=145.18, stdev=865.45
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   43], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   47], 40.00th=[   49], 50.00th=[   51], 60.00th=[   54],
     | 70.00th=[   59], 80.00th=[   68], 90.00th=[  101], 95.00th=[  314],
     | 99.00th=[ 1768], 99.50th=[ 1816], 99.90th=[ 5088], 99.95th=[ 9792],
     | 99.99th=[19840]
    bw (KB  /s): min=  795, max=64648, per=12.60%, avg=27242.08, stdev=12943.06
    lat (usec) : 50=42.62%, 100=47.19%, 250=5.05%, 500=0.24%, 750=0.14%
    lat (usec) : 1000=0.31%
    lat (msec) : 2=4.26%, 4=0.07%, 10=0.08%, 20=0.04%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=2.07%, sys=14.36%, ctx=131075, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3157: Wed Aug 19 12:44:21 2015
  write: io=524288KB, bw=27179KB/s, iops=6794, runt= 19290msec
    clat (usec): min=33, max=158426, avg=144.79, stdev=865.07
     lat (usec): min=33, max=158426, avg=145.27, stdev=865.07
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   43], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   47], 40.00th=[   49], 50.00th=[   51], 60.00th=[   54],
     | 70.00th=[   59], 80.00th=[   68], 90.00th=[  101], 95.00th=[  330],
     | 99.00th=[ 1768], 99.50th=[ 1832], 99.90th=[ 5472], 99.95th=[11456],
     | 99.99th=[19840]
    bw (KB  /s): min=  793, max=65472, per=12.59%, avg=27216.00, stdev=12781.35
    lat (usec) : 50=42.73%, 100=47.08%, 250=5.04%, 500=0.22%, 750=0.15%
    lat (usec) : 1000=0.32%
    lat (msec) : 2=4.26%, 4=0.07%, 10=0.08%, 20=0.04%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=2.08%, sys=14.19%, ctx=131082, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3158: Wed Aug 19 12:44:21 2015
  write: io=524288KB, bw=27158KB/s, iops=6789, runt= 19305msec
    clat (usec): min=32, max=158205, avg=144.88, stdev=871.83
     lat (usec): min=32, max=158205, avg=145.36, stdev=871.83
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   43], 10.00th=[   44], 20.00th=[   45],
     | 30.00th=[   47], 40.00th=[   49], 50.00th=[   51], 60.00th=[   54],
     | 70.00th=[   59], 80.00th=[   68], 90.00th=[  102], 95.00th=[  326],
     | 99.00th=[ 1768], 99.50th=[ 1816], 99.90th=[ 5088], 99.95th=[ 9920],
     | 99.99th=[19840]
    bw (KB  /s): min=  793, max=65760, per=12.57%, avg=27173.45, stdev=12807.66
    lat (usec) : 50=42.35%, 100=47.38%, 250=5.11%, 500=0.22%, 750=0.16%
    lat (usec) : 1000=0.32%
    lat (msec) : 2=4.26%, 4=0.06%, 10=0.08%, 20=0.04%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=1.94%, sys=14.43%, ctx=131085, majf=0, minf=39
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3159: Wed Aug 19 12:44:21 2015
  write: io=524288KB, bw=27181KB/s, iops=6795, runt= 19289msec
    clat (usec): min=33, max=158403, avg=144.81, stdev=865.12
     lat (usec): min=33, max=158403, avg=145.30, stdev=865.13
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   43], 10.00th=[   44], 20.00th=[   46],
     | 30.00th=[   47], 40.00th=[   49], 50.00th=[   51], 60.00th=[   54],
     | 70.00th=[   59], 80.00th=[   68], 90.00th=[  102], 95.00th=[  318],
     | 99.00th=[ 1768], 99.50th=[ 1832], 99.90th=[ 4960], 99.95th=[ 9920],
     | 99.99th=[19840]
    bw (KB  /s): min=  793, max=65512, per=12.59%, avg=27222.42, stdev=13091.48
    lat (usec) : 50=42.60%, 100=47.19%, 250=5.08%, 500=0.22%, 750=0.15%
    lat (usec) : 1000=0.32%
    lat (msec) : 2=4.25%, 4=0.07%, 10=0.08%, 20=0.04%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=1.86%, sys=14.43%, ctx=131102, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3160: Wed Aug 19 12:44:21 2015
  write: io=524288KB, bw=27222KB/s, iops=6805, runt= 19260msec
    clat (usec): min=32, max=158344, avg=144.53, stdev=863.73
     lat (usec): min=33, max=158345, avg=145.00, stdev=863.73
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   43], 10.00th=[   44], 20.00th=[   46],
     | 30.00th=[   47], 40.00th=[   49], 50.00th=[   51], 60.00th=[   54],
     | 70.00th=[   59], 80.00th=[   68], 90.00th=[  101], 95.00th=[  326],
     | 99.00th=[ 1768], 99.50th=[ 1816], 99.90th=[ 5088], 99.95th=[ 9920],
     | 99.99th=[19840]
    bw (KB  /s): min=  793, max=64712, per=12.60%, avg=27253.11, stdev=13018.39
    lat (usec) : 50=42.22%, 100=47.64%, 250=5.00%, 500=0.22%, 750=0.14%
    lat (usec) : 1000=0.31%
    lat (msec) : 2=4.28%, 4=0.05%, 10=0.08%, 20=0.04%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=2.05%, sys=14.45%, ctx=131121, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=64745KB/s, minb=64745KB/s, maxb=64745KB/s, mint=64781msec, maxt=64781msec

Run status group 1 (all jobs):
  WRITE: io=4096.0MB, aggrb=115679KB/s, minb=57839KB/s, maxb=57900KB/s, mint=36220msec, maxt=36258msec

Run status group 2 (all jobs):
  WRITE: io=4096.0MB, aggrb=262225KB/s, minb=65556KB/s, maxb=65807KB/s, mint=15934msec, maxt=15995msec

Run status group 3 (all jobs):
  WRITE: io=4096.0MB, aggrb=216223KB/s, minb=27027KB/s, maxb=27315KB/s, mint=19194msec, maxt=19398msec

Disk stats (read/write):
  sdb: ios=16/4187006, merge=0/29, ticks=130/238463, in_queue=236889, util=65.66%